Openfoam-Xeon-host/OpenFOAM-2.3.1/tutorials/combustion/fireFoam/les/oppositeBurningPanels/0/panelRegion/Y0Default
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      Ydefault;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0;

boundaryField
{

    ".*"
    {
        type            zeroGradient;
    }

    fRight_zone_side
    {
        type            wedge;
    }

    fLeft_zone_side
    {
        type            wedge;
    }

    "(region0_to.*)"
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
